{
  "66f18c6896e27c0bab598db698ad9247": {
    "en": {
      "title": "The essence of wealth",
      "excerpt": "The essence of wealth is \"survival redundancy\". Human pursuit of huge wealth is essentially a pursuit of certainty about the future. In biology, this is called 'energy storage'; In psychology, this is called 'sense of security'; In the financial market, this is called 'marginal safety'.",
      "content": "The essence of wealth is' survival redundancy '"
    },
    "de": {
      "title": "Die Natur des Reichtums",
      "excerpt": "Das Wesen des Reichtums ist die „Überlebensredundanz“ Die Menschheit strebt nach riesigen Mengen an Reichtum und strebt im Wesentlichen nach Zukunftssicherheit. In der Biologie nennt man dies „Energiereserven“. In der Psychologie nennt man das Sicherheitsgefühl. Auf den Finanzmärkten nennt man dies „Sicherheit am Rande“.",
      "content": "Das Wesen des Reichtums ist \"Überlebensredundanz\""
    }
  },
  "a0a14e20f1d295166d71cfc06ee868a6": {
    "en": {
      "title": "travel",
      "excerpt": "History is ruthless. After reading this book, some of my doubts seem to have been answered, which is that Muslims themselves are not much different from us, only that some religious rules forcibly separate our world from theirs. For example, Hui Hui cannot intermarry with other ethnic groups unless the other party is willing to join Islam. For example, Muslim weddings and funerals are generally not allowed to involve other ethnic groups ..",
      "content": "History is ruthless."
    },
    "de": {
      "title": "Reisen",
      "excerpt": "Geschichte unerbittlich. Mit dem Lesen dieses Buches schien ein Teil meiner Zweifel beantwortet zu sein, dass sich die Muslime selbst nicht von uns unterscheiden, sondern dass die Regeln einiger Religionen unsere Welt von ihrer Welt zwingend trennen. Zum Beispiel kann eine Rückkehr nicht mit einer anderen Nation verheiratet werden, es sei denn, die andere Partei ist bereit, sich dem Islam anzuschließen, wie zum Beispiel eine muslimische Ehe, die eine andere Nation verheiratet, ist im Grunde nicht erlaubt. ..",
      "content": "Geschichte unerbittlich."
    }
  },
  "c07f9cc5e2dbe5b39ede8481ee9b7e1b": {
    "en": {
      "title": "hehe",
      "excerpt": "In Kuala Lumpur or Malacca, the most famous attractions are mosques, which are truly beautiful - blue, pink, seaside mosques. For the first time, I was deeply attracted by the architectural aesthetics of the Islamic world. One of the handsome young men we played with in 2006 is from Gansu and also a Muslim. He is still in college and heard that the Eid al Fitr festival here is quite grand, so we made a special effort ..",
      "content": "In Kuala Lumpur or Malacca, the most famous attractions are mosques, which are truly beautiful - blue, pink, seaside mosques. For the first time, I was deeply attracted by the architectural aesthetics of the Islamic world. One of the handsome young men we played with in 2006 is from Gansu and also a Muslim. He is still in college and heard that the Eid al Fitr festival here is quite grand, so he specially flew over to experience it."
    },
    "de": {
      "title": "Hey, hey!",
      "excerpt": "Einige der bekanntesten Sehenswürdigkeiten in Kuala Lumpur oder Malacca sind Moscheen, die, um ehrlich zu sein, wirklich schön sind, blau, rosa, am Meer gelegene Moscheen, die mich zum ersten Mal von der architektonischen Ästhetik der islamischen Welt begeisterten. Zusammen mit einem der 06 Jahre hübschen Jungen zu spielen, ist Gansu, auch ein Muslim, er ist noch an der Universität, hörte von dieser Seite Eid ist größer, so absichtlich. ..",
      "content": "Einige der bekanntesten Sehenswürdigkeiten in Kuala Lumpur oder Malacca sind Moscheen, die, um ehrlich zu sein, wirklich schön sind, blau, rosa, am Meer gelegene Moscheen, die mich zum ersten Mal von der architektonischen Ästhetik der islamischen Welt begeisterten. Einer der 06-jährigen hübschen Jungen, der zusammen spielte, war ein Gansu-Mann und auch ein Muslim, er war noch an der Universität, hörte von der größeren Eid-Fest auf dieser Seite, also flog er absichtlich ein wenig zu fühlen."
    }
  },
  "2651b2666273f69785e1c372f32b09f1": {
    "en": {
      "title": "Hahaha",
      "excerpt": "Having hurried through half of his life in the world, renowned throughout Beijing and England, 38 year old Han Ziqi's soul was shaken by love for the first time, an emotion he had never experienced before. In the past, he only knew that there were grudges and grudges between people, and that you came and went to repay kindness or resentment, but he didn't know that there was still his own \"love\"",
      "content": "Having hurried through half of his life in the world, renowned throughout Beijing and England, 38 year old Han Ziqi's soul was shaken by love for the first time, an emotion he had never experienced before. In the past, he only knew that there were grudges and grudges between people, and that you came and went to repay kindness or resentment, but he didn't know that there was still his own \"love\""
    },
    "de": {
      "title": "Hahaha.",
      "excerpt": "\"In der Welt eilig gelaufen die Hälfte seines Lebens, berühmt Jinghua, berühmt England, achtunddreißig Jahre alt Hanko Chi, zum ersten Mal durch die \"Liebe\" erschüttert die Seele, das ist ein nie gewesenes Gefühl. In den vergangenen Jahren wusste er tatsächlich nur, dass es zwischen Menschen und Menschen eine Freundlichkeit gibt, eine Freundlichkeit, die du zu mir kommst, um dich zu vergellen oder zu vergellen, aber du weißt nicht, dass es noch deine eigene \"Liebe\" gibt.",
      "content": "\"In der Welt eilig gelaufen die Hälfte seines Lebens, berühmt Jinghua, berühmt England, achtunddreißig Jahre alt Hanko Chi, zum ersten Mal durch die \"Liebe\" erschüttert die Seele, das ist ein nie gewesenes Gefühl. In den vergangenen Jahren wusste er tatsächlich nur, dass es zwischen Menschen und Menschen eine Freundlichkeit gibt, eine Freundlichkeit, die du zu mir kommst, um dich zu vergellen oder zu vergellen, aber du weißt nicht, dass es noch deine eigene \"Liebe\" gibt."
    }
  },
  "9e74b1acbc027ceb728b9c3e422e0048": {
    "en": {
      "title": "hehe",
      "excerpt": "The text I left on my friend circle at that time was a depiction of the classic scenery of Java Island on a train that traveled hundreds of kilometers. The almost identical, special, and unexpected landscape was a tropical one that I never expected: several white bird flocks flew freely into the sky, far away from the fields, far away from the rice paddies, flying towards the white and quiet clouds. A distant mosque, a boy playing football on the grass ..",
      "content": "The text I left on my friend circle at that time was a depiction of the classic scenery of Java Island on a train that traveled hundreds of kilometers. The almost identical, special, and unexpected landscape was a tropical one that I never expected: several white bird flocks flew freely into the sky, far away from the fields, far away from the rice paddies, flying towards the white and quiet clouds. The mosque in the distance, the boys playing football on the grass, the gloomy tropical weather, the imprints in their hearts that pass by in a flash, the blue clothed boys riding motorcycles on the field road like the wind, facing the direction of the train from afar, the town built along the railway tracks, with clear and smiling hot tea handed over by the tall passenger, the motorcycle army waiting for the train to leave, the headlights lit up, tightly and neatly, as if the train was passing through a rice field."
    },
    "de": {
      "title": "Ach!",
      "excerpt": "Der Text, den ich damals im Freundeskreis hinterlassen hatte, war eine Kopie der klassischen Szene von Java in einem Zug, der Hunderte von Kilometern durchquerte, der fast die gleiche, besondere, unerwartete Landschaft war, die Tropik, die ich nie erwartet hatte: mehrere weiße Vögelharden flogen freiwillig zum Himmel, weg von den Feldern, weg von den Reisfeldern, in die weißen ruhigen Wolken. Ferne Moschee, Jugendliche, die Fußball auf dem Gras spielen. ..",
      "content": "Der Text, den ich damals im Freundeskreis hinterlassen hatte, war eine Kopie der klassischen Szene von Java in einem Zug, der Hunderte von Kilometern durchquerte, der fast die gleiche, besondere, unerwartete Landschaft war, die Tropik, die ich nie erwartet hatte: mehrere weiße Vögelharden flogen freiwillig zum Himmel, weg von den Feldern, weg von den Reisfeldern, in die weißen ruhigen Wolken. Die ferne Moschee, die Jugendlichen, die Fußball auf dem Gras spielen, das düstere tropische Wetter, die sich in den Herzen bewegen, die blau gekleideten Jugendlichen, die auf Motorrädern auf den Feldstraßen winden, die weit in Richtung des Zuges blicken, die Städte, die an den Schienen gebaut wurden, mit dem heißen Tee, den die Crew mit einem klaren Lächeln hoch lieferte, die Armee der Motorräder, die auf den Zug warteten, die Leuchten leuchten, eng und ordentlich, als würde der Zug auf einem Reisfeld laufen."
    }
  },
  "76411b84418681957d008c056e33c1ae": {
    "en": {
      "title": "test",
      "excerpt": "He's so confused. Those jade didn't belong to him as the 'Jade King', nor did they belong to the 'Jade Demon' old man back then, nor did they belong to anyone. These jade slaves are just temporary guardians, and the jade will eventually be lost from their hands and flow into the endless river. He himself can only return to the yellow earth naked, unable to take anything away, only a tired body ..",
      "content": "He's so confused. Those jade didn't belong to him as the 'Jade King', nor did they belong to the 'Jade Demon' old man back then, nor did they belong to anyone. These jade slaves are just temporary guardians, and the jade will eventually be lost from their hands and flow into the endless river."
    },
    "de": {
      "title": "test",
      "excerpt": "Er ist so verwirrt, diese Jade gehören nicht zu ihm, dem \"Jade-König\", noch zu den alten \"Jade-Dämonen\" der damaligen Zeit, gehören niemandem, diese Jade-Sklaven sind nur vorübergehende Hüter, Jade wird schließlich aus ihren Händen verloren gehen und in den langen Fluss fließen. Er selbst kann nur die roten Streifen auf den Gelben zurückgeben, nichts kann er wegnehmen, nur einen müden Körper. ..",
      "content": "Er ist so verwirrt, diese Jade gehören nicht zu ihm, dem \"Jade-König\", noch zu den alten \"Jade-Dämonen\" der damaligen Zeit, gehören niemandem, diese Jade-Sklaven sind nur vorübergehende Hüter, Jade wird schließlich aus ihren Händen verloren gehen und in den langen Fluss fließen."
    }
  }
}
